Repository: diegodlh/jamulus-es
Catalog: Recursos_OmegaT/jamulus-omegat.tmx
Source language: en_gb
Languages: es_es

source: &Close
es_es: &Cerrar

source: &Connection Setup...
es_es: &Configuración de Conexión...

source: &Settings...
es_es: &Configuración...

source: &View
es_es: &Ver

source: (default)
es_es: (por defecto)

source: (preferred)
es_es: (aconsejado)

source: (safe)
es_es: (seguro)

source: , Version
es_es: , Versión

source: , where
es_es: , donde

source: 128 samples setting radio button
es_es: Configuración 128 muestras

source: 128 samples: This setting should work on most of the available sound cards.
es_es: 128 muestras: Esta configuración debería de funcionar con la mayoría de tarjetas de audio.

source: 256 samples setting radio button
es_es: Configuración 256 muestras

source: 256 samples: This setting should only be used if only a very slow computer or a slow internet connection is available.
es_es: 256 muestras: Esta configuración solo debería usarse con un ordenador muy lento o con una conexión a internet muy lenta.

source: 512 samples setting radio button
es_es: Configuración 512 muestras

source: 64 samples: This is the preferred setting since it gives lowest latency but does not work with all sound cards.
es_es: 64 muestras: Es la configuración aconsejada puesto que ofrece la latencia más baja, aunque no funciona con todas las tarjetas de audio.

source: Compiling
es_es: Compilación

source: Configuration
es_es: Configuración

source: Download Jamulus
es_es: Descargar Jamulus

source: Hardware Setup
es_es: Configuración de Hardware

source: Home \> Running a Server \> Server Types
es_es: Home \> Ejecutar un Servidor \> Tipos de Servidor

source: Run a Private Server
es_es: Ejecutar un Servidor Privado

source: Running a Server
es_es: Ejecutar un Servidor

source: Server Types
es_es: Tipos de Servidor

source: Tips & Tricks
es_es: Consejos y Trucos

source: ASIO Setup
es_es: Configuración ASIO

source: ASIO setup push button
es_es: Botón configuración ASIO

source: About
es_es: Acerca de

source: Alias/Name
es_es: Alias/Nombre

source: Audio Channels
es_es: Canales Audio

source: Audio Quality
es_es: Calidad Audio

source: Audio Stream Rate
es_es: Tasa Muestreo Audio

source: Audio channels combo box
es_es: Selección canales audio

source: Audio quality combo box
es_es: Selección calidad audio

source: Auto jitter buffer switch
es_es: Interruptor auto jitter buffer

source: Beginner
es_es: Principiante

source: Buffer Delay
es_es: Retardo Buffer

source: Buffer Delay:
es_es: Retardo Buffer:

source: Buffers Status LED
es_es: LED Estado Buffers

source: Buffers status LED indicator
es_es: Indicador LED estado buffers

source: C&onnect
es_es: C&onectar

source: Center
es_es: Centro

source: Central Server Address
es_es: Dirección Servidor Central

source: Central Server Address:
es_es: Dirección Servidor Central:

source: Central server address line edit
es_es: Dirección servidor central

source: Channel Level
es_es: Nivel Canal

source: Chat Window
es_es: Ventana Chat

source: Chat history
es_es: Historial chat

source: Cl&ear
es_es: Va&ciar

source: Clicking on this button changes the caption of the button from Connect to Disconnect, i.e., it implements a toggle functionality for connecting and disconnecting the
es_es: Pulsando este botón cambia el texto del mismo de Conectar a Desconectar; esto es, tiene la función de conmutador para conectar y desconectar el

source: Client
es_es: Cliente

source: Connect and disconnect toggle button
es_es: Botón de conexión y desconexión

source: Connect/Disconnect Button
es_es: Botón Conexión/Desconexión

source: Copyright (C) 2005-2020 Volker Fischer and others
es_es: Copyright (C) 2005-2020 Volker Fischer y otros

source: Current Connection Status Parameter
es_es: Parámetro Estado Conexión Actual

source: D&isconnect
es_es: D&esconectar

source: Default
es_es: Por defecto

source: Default (North America)
es_es: Por defecto (Norteamérica)

source: Default central server type combo box
es_es: Selección servidor central

source: Delay
es_es: Retardo

source: Delay Status LED
es_es: LED Estado Retardo

source: Delay status LED indicator
es_es: Indicador LED estado retardo

source: Device
es_es: Dispositivo

source: Display Channel Levels
es_es: Mostrar Niveles Canales

source: Display channel levels check box
es_es: Mostrar niveles canales

source: Driver Setup
es_es: Configuración Driver

source: E&xit
es_es: S&alir

source: Enable Small Network Buffers
es_es: Activar Buffers Red Pequeños

source: Enable small network buffers check box
es_es: Activar buffers de red pequeños

source: Error Rate of Each Buffer Size
es_es: Tasa de error de cada tamaño de buffer

source: Expert
es_es: Experto

source: Fader Tag
es_es: Etiqueta Fader

source: Fancy Skin
es_es: Interfaz elegante

source: Fancy skin check box
es_es: Activar interfaz elegante

source: For Windows, Macintosh and Linux
es_es: Para Windows, Macintosh y Linux

source: For a proper usage of the
es_es: Para un uso adecuado del

source: For each
es_es: Para cada

source: Get detailed help with the Jamulus Help Manual
es_es: Obtén ayuda detallada con el Manual de Ayuda para Jamulus

source: High
es_es: Alta

source: If enabled, a fancy skin will be applied to the main window.
es_es: Si se activa, se aplicará un aspecto elegante a la ventana principal.

source: If enabled, each client channel will display a pre-fader level bar.
es_es: Si se activa, cada canal de cliente mostrará una barra de nivel pre-fader.

source: If the
es_es: Si el

source: If the buffer delay settings are disabled, it is prohibited by the audio driver to modify this setting from within the
es_es: Si la configuración de retardo de buffers se encuentra deshabilitada, es porque el driver de audio prohíbe la modificación de este parámetro desde dentro del

source: If the driver is selected during an active connection, the connection is stopped, the driver is changed and the connection is started again automatically.
es_es: Si el driver se selecciona durante una conexión activa, la conexión se detiene, se cambia el driver y la conexión se reanuda automáticamente.

source: If this LED indicator turns red, you will not have much fun using the
es_es: Si este indicador LED se vuelve rojo, no te divertirás demasiado utilizando el

source: If you are using the kX ASIO driver, make sure to connect the ASIO inputs in the kX DSP settings panel.
es_es: Si utilizas el driver kX ASIO, asegúrate de conectar las entradas ASIO en el panel de configuración de kX DSP.

source: In case of the stereo streaming mode, no audio channel selection for the reverberation effect will be available on the main window since the effect is applied on both channels in this case.
es_es: En el caso del modo streaming estéreo, no estará disponible la selección de canal para el efecto de reverberación en la ventana principal puesto que en este caso el efecto se aplicará a ambos canales.

source: In case the selected sound card device offers more than one input or output channel, the Input Channel Mapping and Output Channel Mapping settings are visible.
es_es: Si el dispositivo de audio ofrece más de un canal de entrada o salida, son visibles las configuraciones para el Mapeo de Canales de Entrada y de Salida.

source: Input
es_es: Entrada

source: Input Channel Mapping
es_es: Mapeo Canales Entrada

source: Input Level Meter
es_es: Indicador nivel entrada

source: Input Message Text
es_es: Texto Mensaje

source: Input level meter
es_es: Indicador nivel entrada

source: Input level of the current audio channel at the server
es_es: Nivel de entrada del canal de audio actual en el servidor

source: Instrument
es_es: Instrumento

source: Intermediate
es_es: Intermedio

source: Jitter Buffer Size
es_es: Tamaño Jitter Buffer

source: Jitter buffer status LED indicator
es_es: Indicador LED estado jitter buffer

source: L
es_es: I

source: Left
es_es: Izq

source: Left channel selection for reverberation
es_es: Selección canal izq para reverberación

source: Left input channel selection combo box
es_es: Selección canal entrada izquierdo

source: Left output channel selection combo box
es_es: Selección canal salida izquierdo

source: Local Audio Input Fader
es_es: Fader Entrada Audio Local

source: Local audio input fader (left/right)
es_es: Fader entrada audio local (izq/dcho)

source: Local jitter buffer slider control
es_es: Control deslizante jitter buffer local

source: Local mix level setting of the current audio channel at the server
es_es: Ajuste local de la mezcla del canal de audio actual en el servidor

source: Location
es_es: Ubicación

source: Low
es_es: Baja

source: Make sure not to clip the input signal to avoid distortions of the audio signal.
es_es: Asegúrate de no clipear la señal de entrada para evitar distorsiones de la señal de audio.

source: Misc
es_es: Varios

source: Mixer Fader
es_es: Fader Mezclador

source: Mixer channel country flag
es_es: Bandera país mezclador canal

source: Mixer channel instrument picture
es_es: Imagen mezclador canal instrumento

source: Mixer channel label (fader tag)
es_es: Etiqueta mezclador canal (etiqueta fader)

source: More
es_es: Más

source: Musician Profile
es_es: Perfil Músico

source: Mute Myself
es_es: Mutearme Yo

source: Mute button
es_es: Botón Mute

source: My &Profile...
es_es: Mi &Perfil...

source: New Client Level
es_es: Nivel Cliente Nuevo

source: New chat text edit box
es_es: Campo nuevo texto chat

source: New client level edit box
es_es: Campo para nivel nuevo cliente

source: None
es_es: Ninguno

source: Output Channel Mapping
es_es: Mapeo Canales Salida

source: Overall Delay
es_es: Retardo Total

source: Pan
es_es: Paneo

source: Ping Time
es_es: Tiempo Ping

source: Public
es_es: Público

source: R
es_es: D

source: Reverberation Channel Selection
es_es: Selección Canal Reverberación

source: Reverberation Level
es_es: Nivel Reverberación

source: Reverberation effect level setting
es_es: Nivel efecto reverberación

source: Right
es_es: Dcho

source: Right channel selection for reverberation
es_es: Selección canal dcho para reverberación

source: Right input channel selection combo box
es_es: Selección canal entrada derecho

source: Right output channel selection combo box
es_es: Selección canal salida derecho

source: Server
es_es: Servidor

source: Server Address
es_es: Dirección Servidor

source: Server List
es_es: Lista Servidores

source: Server jitter buffer slider control
es_es: Control deslizante jitter buffer servidor

source: Server list view
es_es: Vista lista de servidores

source: Settings
es_es: Configuración

source: Simulates an analog LED level meter.
es_es: Simula un indicador analógico de LEDs.

source: Size
es_es: Valor

source: Size:
es_es: Tamaño:

source: Skill Level
es_es: Nivel

source: Solo button
es_es: Botón Solo

source: Some sound card driver do not allow the buffer delay to be changed from within the
es_es: Algunos drivers de tarjetas de audio no permiten cambiar el retardo de buffer por

source: Sound Card Buffer Delay
es_es: Retardo Buffer Tarjeta Audio

source: Sound Card Channel Mapping
es_es: Mapeo Canales Tarjeta Audio

source: Sound Card Device
es_es: Dispositivo de Audio

source: Sound card device selector combo box
es_es: Selector de dispositivo de audio

source: Soundcard
es_es: Tarjeta Sonido

source: Stereo
es_es: Estéreo

source: T R Y I N G T O C O N N E C T
es_es: I N T E N T A N D O C O N E C T A R

source: The
es_es: El

source: The ASIO driver (sound card) can be selected using
es_es: El driver ASIO (tarjeta de audio) se puede seleccionar utilizando

source: The CPU of the client or server is at 100%.
es_es: La CPU del cliente o del servidor está al 100%.

source: The IP address or URL of the server running the
es_es: La dirección IP o URL del servidor ejecutando el

source: The buffer delay setting is a fundamental setting of the
es_es: Este parámetro es una parte fundamental de la configuración del

source: The buffer setting is therefore a trade-off between audio quality and overall delay.
es_es: Por tanto la configuración del buffer es un compromiso entre calidad de audio y retardo total.

source: The chat window shows a history of all chat messages.
es_es: La ventana del chat muestra un historial de todos los mensajes.

source: The input level indicators show the input level of the two stereo channels of the current selected audio input.
es_es: Los indicadores de nivel de entrada muestran el nivel de entrada de los dos canales estéreo de la entrada de audio actualmente seleccionada.

source: The jitter buffer setting is therefore a trade-off between audio quality and overall delay.
es_es: Por tanto la configuración del jitter buffer es un compromiso entre calidad y retardo total.

source: The network jitter buffer is not large enough for the current network/audio interface jitter.
es_es: El jitter buffer de red no es lo suficientemente grande para el jitter actual de la red/interfaz de audio.

source: The overall delay is calculated from the current ping time and the delay which is introduced by the current buffer settings.
es_es: El retardo total se calcula con el ping y el retardo ocasionado por la configuración actual de buffers.

source: The previous driver will be selected.
es_es: Se utilizará el driver anterior.

source: The selected audio device could not be used because of the following error:
es_es: El dispositivo de audio seleccionado no puede utilizarse a causa del siguiente error:

source: The sound card buffer delay (buffer size) is set to a too small value.
es_es: El retardo de buffer de la tarjeta de audio (tamaño buffer) tiene un valor demasiado bajo.

source: The upload or download stream rate is too high for the current available internet bandwidth.
es_es: La tasa de subida o bajada is demasiado alta para el ancho de banda disponible de internet.

source: This mode is activated by checking the "Register my server..." checkbox and (optionally) entering your server information.
es_es: Este modo se activa "Register my server..." checkbox and (optionally) entering your server information.

source: Three buffer sizes are supported
es_es: Hay soporte para tres tamaños de buffer

source: Under the GNU General Public License (GPL)
es_es: Bajo la GNU General Public License (GPL)

source: With the Mute checkbox, the audio channel can be muted.
es_es: Activando Mute, se puede mutear el canal de audio.

source: client, mixes the audio data and sends the mix back to each client.
es_es: cliente, mezcla el audio y lo envía de vuelta a cada cliente.

source: input/output channel (Left and Right channel) a different actual sound card channel can be selected.
es_es: canal de entrada/salida (canal Izquierdo y Derecho) se puede seleccionar un canal diferente de la tarjeta de audio.

source: is the current attenuation indicator.
es_es: es el indicador actual de atenuación.

source: server which collects the audio data from each
es_es: servidor que recoge el audio de cada

source: software will still work with this setting but with restricted performannce.
es_es: software seguirá funcionando con esta configuración pero con un rendimiento limitado.

source: software, you should not hear your singing/instrument in the loudspeaker or your headphone when the
es_es: software, no deberías oír tu voz/instrumento por el altavoz o los auriculares cuando el

source: user
es_es: usuario

source: users
es_es: usuarios

source: uses the following libraries, resources or code snippets:
es_es: utiliza las siguientes librerías, recursos o fragmentos de código:

source: Classical/Folk/Choir
es_es: Clásica/Folk/Coro

source: Default (deprecated as of Jamulus v3.5.4)
es_es: Por defecto (obsoleto a partir de Jamulus v3.5.4)

source: Home \> Running a Server \> Public Server Registration
es_es: Inicio \> Ejecutar un Servidor \> Registro de Servidor Público

source: As of May 2020, in order to minimise the problem of exceeding the server limit, we have created genre-based Central Servers (each with a current limit of 150 servers).
es_es: A fecha de Mayo 2020, para minimizar el problema de sobrepasar el límite del número de servidores, hemos creado Servidores Centrales organizados por género (cada uno con un límite de 150 servidores).

source: When you start a public server, you will see a message saying whether your server has been successfully listed or not. If you leave your server running, it will re-try its attempts to register until a free slot becomes available.
es_es: Cuando arrancas un servidor público, verás un mensaje informando sobre si tu servidor se ha registrado con éxito o no. Si lo dejas arrancado, volverá a intentar registrarse hasta haya un hueco libre.

source: Headless servers
es_es: Servidores 'Headless'

source: As of Jamulus v3.5.4, you will need to set central (genre) server manually using the --centralserver (-e) option as follows:
es_es: A partir de Jamulus v3.5.4, necesitarás configurar el servidor central (por género) manualmente utilizando la opción --centralserver (-e) como se muestra a continuación:

source: Genre
es_es: Género

source: Server address
es_es: Dirección Servidor

source: All/Any
es_es: Todos/Cualquiera

source: (See also Command Line Options)
es_es: (Ver también Opciones de Línea de Comandos)

source: Private
es_es: Privado

source: You must give musicians your server address to connect their clients to. See also Running a Private Server for what needs to be done to enable others to connect to it.
es_es: Debes proporcionar a los músicos la dirección de tu servidor para que puedan conectar sus clientes. Ver también Ejecutar un Servidor Privado para ver lo necesario para que otros se conecten a él.

source: This mode is activated by un-checking "Register my server...".
es_es: Este modo se habilita desactivando "Mi Servidor es Público".

source: When running without the GUI ("headless"), the following would configure a private server:
es_es: Cuando se ejecuta sin GUI ("headless"), lo siguiente configuraría un servidor privado:

source: A type of public server (configured with --pingservers --centralserver localhost) for which musicians must enter the address in their client’s "Custom Central Server" settings field. They will then see a Connection Setup list which is managed by your central server. Server operators can also register with your server so their servers can show up in your list. Configuring your server as a Central Server need only be done under special circumstances (e.g. for online events or musical associations). Most people can ignore this type. If you want to control which servers can register with your central server, you can enable a whitelist with the command line Option -f. See the command line options page for further information about this feature.
es_es: Un tipo de servidor (configurado con --pingservers --centralserver localhost) para el cual los músicos deben introducir la dirección en el campo "Dirección Personalizada Servidor Central" en la ventana de Configuración. Escogiendo "Personalizado" en el campo de "Lista" en la ventana de Configuración de Conexión verán una lista de servidores gestionada por tu servidor central. Los operadores de servidores también pueden registrarse con tu servidor para que los suyos aparezcan en tu lista. Configurar tu servidor como Servidor Central solo necesita hacerse en circunstancias especiales (por ej. para eventos online o asociaciones musicales). La mayoría de personas pueden ignorar esta función. Si quieres controlar qué servidores pueden registrarse en tu servidor central, puedes habilitar una lista blanca con la opción de comando -f. Ver la página de opciones de línea de comandos para más información sobre esta función.

source: See also Command Line Options for other parameters you can set.
es_es: Ver también Opciones de Línea de Comandos para ver otros parámetros que se pueden establecer.

source: You can run your server in one of three "modes" (either at home or on a 3rd party host):
es_es: Puedes ejecutar tu servidor en uno de tres "modos" (bien en casa o en un host de terceros):

source: Your server will be listed in the central server list that clients use by default. Musicians can then discover and connect to your server.
es_es: Tu servidor aparecerá en la lista del servidor central que los clientes utilizan por defecto. Los músicos ya pueden ver y conectarse a tu servidor.

source: When running without the GUI ("headless"), the following would configure a public server:
es_es: Cuando se ejecuta sin GUI ("headless"), lo siguiente configuraría un servidor público:

source: Jamulus --nogui --server \ --centralserver genreServer:port \ --serverinfo "yourServerName;yourCity;[country ID]"
es_es: Jamulus --nogui --server \ --centralserver géneroServidor:puerto \ --serverinfo "nombreDeTuServidor;tuCiudad;[ID País]"

source: Note: It is not necessary to port-forward or otherwise configure your router to run a public server.
es_es: Nota: No es necesario abrir puertos ni realizar ninguna configuración del router para habilitar un servidor público.

source: Use an audio recording application (such as Audacity) on your computer to record that input and check it's OK.
es_es: Utiliza una aplicación de grabación de audio (como Audacity) en tu ordenador para grabar esa fuente de audio y comprueba que funciona.

source: Make sure that if you mute your audio input inside the recording application, you can't hear yourself.
es_es: Asegúrate de que si muteas tu entrada de audio en la aplicación de grabación, no te escuchas.

source: Close the recording application and run Jamulus. You should still not hear yourself.
es_es: Cierra la aplicación de grabación y abre Jamulus. Aún no deberías oírte.

source: Connect to a server and play something. Now you should hear yourself with the delay from the server.
es_es: Conéctate a un servidor y toca algo. Ahora deberías escucharte con el retardo del servidor.

source: If you are still having problems, try asking on the hardware forum. Exactly how you avoid listening to your direct signal will depend on your individual setup - your sound interface, mixing desk, headphone connection point, etc. For example, some audio interfaces have "monitor" buttons (turn these off), or similar options.
es_es: Si sigues teniendo problemas, prueba a preguntar en el foro de hardware. Cómo evitas exactamente escuchar tu señal directa dependerá de tu configuración individual - tu interfaz de audio, mesa de mezclas, conexión de auriculares, etc. Por ejemplo, algunos interfaces de audio tienen botón de "monitor" (apágalo), u opciones similares.

source: Be aware that while listening to the server's signal will ensure you will be in sync with other musicians, you may also experience problems if your overall latency (indicated by the "Delay" light in Jamulus) is not green or at least yellow most of the time. Consult the software manual to understand how to adjust your setup to help with this.
es_es: Ten en cuenta que aunque escuches la señal del servidor y esto asegura que estás en sincronización con los demás músicos, puedes experimentar problemas si tu retardo total (indicado por la luz de "Retardo" en Jamulus) no está en verde o al menos en amarillo la mayor parte del tiempo. Consulta el manual de software para entender cómo ajustar tu configuración para mejorar este aspecto.

source: Can't work out your mic settings?
es_es: ¿Dificultades a la hora de configurar el micrófono?
